/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Nema podataka";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Spremi";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Ponovo unesi potpis";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Očisti";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Odustani";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Potpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Dodirnite za potpis";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Područje potpisa";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Dvaput dodirnite i povucite za potpis";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Slika potpisa";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Redak za potpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Otkazano";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Sljedeće";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Korisnik otkazao integriranje";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Bez suglasnosti nećete moći nastaviti s integriranjem.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Daj suglasnost";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Izađi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Natrag";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Korak";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "od";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Želite li zaista izaći iz procesa integriranja?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Želite zaštititi podatke?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Budite mudri u vezi svojih podataka";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ne sada";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Dopusti";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Odbij";

/* XBUT: Agree action title in EULAView */
"Agree" = "Suglasan sam";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nisam suglasan";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Učitavanje...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Još nema ničega za prikaz";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Gotovo";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "U tablici podataka ima ovoliko pogrešaka: %d";

/* XBUT: voice over label for row header in DataTable */
"row header" = "zaglavlje reda";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "red %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "stupac %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "vodeći dodatak";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "dodatak na kraju";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "slika";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "vrijeme";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "trajanje";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "stavka popisa";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "odabrano";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nije odabrano";

/* XBUT: calendar time component label */
"Time" = "Vrijeme";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Vrijednost: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Dodirnuta ćelija je samo za čitanje.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Polje samo za čitanje";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nema preostalih znakova ";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Smanjite broj znakova";

